Repository: paddelboot/3pagination
Catalog: languages/3pagination-*.po
Languages: de_de

source: 3pagination Configuration
de_de: 3pagination Konfiguration

source: 3pagination Settings
de_de: 3pagination Einstellungen

source: Save Changes
de_de: Änderungen speichern

source: Preview
de_de: Vorschau

source: Labels
de_de: Navigationselemente

source: Placement
de_de: Platzierung

source: Preview of pagination
de_de: Vorschau der Paginierung

source: Show labels
de_de: Navigationselemente einblenden

source: Previous page
de_de: Vorherige Seite

source: Next page
de_de: Nächste Seite

source: First page
de_de: Erste Seite

source: Last page
de_de: Letzte Seite

source: Set CSS class
de_de: CSS-Klasse definieren

source: Inject below header
de_de: Unter Kopfbereich einfügen

source: Inject above footer
de_de: Über Fußbereich einfügen

source: Prepend to
de_de: Voranstellen

source: Append to
de_de: Anfügen

source: Define the navigation labels characters
de_de: Gib die Zeichen für die Navigationselemente an

source: Set your stylesheet for the pagination
de_de: Definiere Dein Stylesheet für die Paginierung

source: <b>Note:</b> If you want your site to degrade gracefully, you should additionaly hardcode the pagination function into your theme files: <input style="background-color:lightgrey" size="45" type="text" value="<noscript><?php threepagination::draw(); ?></noscript>"
de_de: <b>Anmerkung:</b> Soll die Paginierung auch bei Benutzern mit ausgeschaltetem Javascript funktionieren, so musst Du die Paginierungsfunktion in Deine Theme-Dateien einbinden: <input style="background-color:lightgrey" size="45" type="text" value="<noscript><?php threepagination::draw(); ?></noscript>"

source: Index pages
de_de: Index-Seiten

source: Archive pages
de_de: Archivseiten

source: Category pages
de_de: Kategorieseiten

source: Search pages
de_de: Suchseiten

source: - See a preview of the pagination according to your current settings
de_de: - Eine den Einstellungen entsprechende Vorschau der Pagination

source: - Enable navigation labels. Set navigation labels: first and last, previous and next page. Leave empty to revert to defaults
de_de: - Navigationselemente aktivieren. Navigationselemente definieren: erste und letzte, vorherige und nächste Seite. Felder leerlassen um auf Standard zurückzusetzen.

source: - Determine where the pagination should appear on your site. <br /><i>Inject:</i> You can "inject" the navigation bar below the header or above the footer div. Your theme needs to have an according HTML structure (which most WordPress themes do).<br /><i>Append/prepend:</i> You can specifiy a container into which the pagination will be prepended/appended. Write it CSS-style, i.e. #mycontainer
de_de: - Bestimmt wo auf der Seite die Pagination eingeblendet werden soll. <br /><i>Einfügen:</i> Du kannst die Paginierung unterhalb der Kopfzeile (Header) oder oberhalb der Fußzeile (Footer) einfügen lassen. Dein Theme benötigt eine entsprechende HTML-Struktur (was bei den meisten WordPress Themen der Fall ist).<br /><i>Voranstellen/Anfügen:</i> Du kannst einen Container bestimmen, dem die Pagination vorangestellt bzw. angefügt wird. Notiere es im CSS-Stil, z.B. #mycontainer

source: - Define the CSS class that will be attributed to the main pagination container div.
de_de: - Definiere die CSS Klasse, welche dem Hauptcontainer der Pagination hinzugefügt wird.

source: Other options
de_de: Andere Optionen

source: - Limit the pagination to a maximum number of pages, enable pagination links for pretty URLs (checked by default).
de_de: - Limitiere die maximiale Seitenanzahl der Pagination.

source: See "Help" tab for further explanations
de_de: \"Hilfe\" - Reiter für weitere Erklärungen

source: Max no. of pages
de_de: Maximale Seitenanzahl

source: Pretty URLs enabled?
de_de: Saubere URLs aktiviert?

source: Default classes: classic, classic-glow, classic-small
de_de: Standardklassen: classic, classic-glow, classic-small

source: Limit to a maximum number of pagelinks
de_de: Maximale Seitenanzahl limitieren
